import React from 'react'
import { useNavigate } from 'react-router-dom';
import './Use.css';

const Use = () => {
    const navigate = useNavigate();
  return (
    <div>
        <h1 className='h1'>
        Употреба
        </h1>
        <h2 className='h2'>
        Облекчение на симптомите на бронхиална астма: Салбутамолът се използва като бързодействащ бета-2 адренергичен агонист, който помага да се разширят бронхите, улеснявайки дишането при астматични пристъпи.
        <br/> <br/>
        Профилактика на упражнения-индуцирана астма:
        Преди физическа активност, когато някои пациенти може да изпитват симптоми на астма, салбутамолът се прилага предварително, за да се предотвратят пристъпите.
        </h2>
    </div>
  )
}

export default Use