import React from 'react'
import { useNavigate } from 'react-router-dom';
import './Replace.css';

const Replace = () => {
    const navigate = useNavigate();
  return (
    <div>
        <h1 className='h1'>
            Потенциални заместители
        </h1>
        <h2 className='h2'>
        Левоалбутерол (лево-салбутамол):
        Левоалбутеролът е изомер на салбутамол, който се използва също за лечение на астма и ХОББ. Той се счита за по-чист и ефикасен бета-2 адренергичен агонист в сравнение с рацемичния салбутамол, който включва както (R)-салбутамол, така и (S)-салбутамол.
        <br/> <br/>
        Формотерол:
        Формотеролът е друг бета-2 адренергичен агонист, който се използва за лечение на астма и ХОББ. Той има по-дълготрайно действие в сравнение с салбутамола и често се предписва за ежедневна употреба за контрол на симптомите.
        </h2>
    </div>
  )
}

export default Replace