import React from 'react'
import { useNavigate } from 'react-router-dom';
import './Physics.css';

const Physics = () => {
    const navigate = useNavigate();
  
    return (
      <div>
          <h1 className='h1'>
            Физични свойства
          </h1>
          <h2 className='h2'>
          Външен вид: Салбутамолът обикновено се среща като бял или почти бял и кристаличен. Той може да бъде представен в различни лекарствени форми като инхалатори, таблетки и сиропи.
          <br/> <br/>
          Точка на топене: Салбутамолът има точка на топене около 158-159°C (316-318°F). Това е температурата, при която той преминава от твърдо състояние в течно или от течно обратно в твърдо състояние, в зависимост от направеното изследване.
          </h2>
      </div>
    );
  }
  
  export default Physics;