import React from 'react'
import './What.css'
import inhalator from '../../assets/inhalator.jpg'
import Programms from '../Programms/Programms'
import ven from '../../assets/ven.jpg'

const What = () => {
  return (
    <div>
        <h1 className='h1'>
            Какво е салбутамолът?
        </h1>
        <img className= 'pic 'src={inhalator} alt="" />
        <h2 className='h2'>
        Салбутамол (албутерол) е лекарство, използвано за отпускане и отваряне на дихателните пътища. Използва се за облекчаване на кашлица, стягане в гърдите и задух при хора с астма и хронична обструктивна белодробна болест (ХОББ), включително хроничен бронхит.
        <br/> <br/>
        Той е бързодействащ бронходилататор и облекчаващо лекарство. Принадлежи към клас лекарства, известни като краткодействащи бета-2 адренергични агонисти. Салбутамолът действа чрез стимулиране на бета-2 адренорецепторите в бронхиалните мускули, които са гладките мускули, покриващи бронхите, които пренасят въздух от трахеята към белите дробове. Така бронхите се отпускат и разширяват, разширявайки дихателните пътища за кратък период от около 4 до 6 часа и улеснява дишането. 
        </h2>
        <h1 className='h1'>
          <br/> <br/>
            Интересни факти
        </h1>
        <Programms/>
    </div>
  )
}

export default What